Repository: IBM/watson-translator-101
Catalog: en-zh-6000-ParallelCorpus.tmx
Source language: en
Languages: zh

source: Article 105, paragraph 2, provides that the representatives of its Members and its officials “shall similarly enjoy such privileges and immunities as are necessary for the independent exercise of their functions in connexion with the Organization”.
zh: 第一百零五条第二款规定：联合国会员国之代表及联合国职员“亦应同样享受于其独立行使关于本组织之职务所必需之特权及豁免”。

source: These two paragraphs encapsulate the rational for privileges and immunities within the United Nations - the need for the organization and its representatives and officials to be able to undertake mandated tasks without interference.
zh: 这两款列出了联合国之内特权与豁免的理由――联合国组织及其代表和职员需要能够不受干涉地执行规定的任务。

source: Article 105, paragraph 3, of the Charter provides that the General Assembly may make recommendations concerning the details of such privileges and immunities or may propose conventions to Members for this purpose.
zh: 5. 《宪章》第一百零五条第三款规定，为确定这些特权与豁免的施行细则，大会得提出建议，或为此目的向联合国会员国提议公约。

source: In 1946, the General Assembly adopted the Convention on Privileges and Immunities of the United Nations (the General Convention), which establishes the detailed privileges and immunities needed by the United Nations.
zh: 1946年，大会通过了《联合国特权及豁免公约》 (《特权及豁免公约》)，其中详细规定了联合国所需的特权与豁免。

source: Privileges and immunities are designed to permit activities of the United Nations to take place without national hindrance.
zh: 6. 特权与豁免是为了保证联合国能在不受国家阻碍的情况下开展活动。

source: The centrepiece of the regime is immunity from suit in national courts for the United Nations, representatives of Members to the United Nations and officials and persons carrying out official functions (“experts on mission”), together with an obligation on the United Nations to provide for an alternative means of settling such disputes if immunity is not waived by the Secretary-General.
zh: 这个制度的核心是，联合国、会员国派驻联合国代表以及职员和执行公务的人员(“负(联合国)使命之专家”)得豁免国家法庭上的诉讼，同时，联合国有义务在秘书长决定不放弃豁免的情况下安排替代办法解决这种争端。

source: Member States of the United Nations that have not ratified the General Convention are still obliged to give effect to paragraphs 1 and 2 of Article 105 of the Charter in their territory so that the United Nations and its representatives and officials may have the privileges and immunities needed to carry our their functions.
zh: 没有批准《特权及豁免公约》的联合国会员国同样有义务在本国境内落实《宪章》第一百零五条第一款和第二款，使联合国及其代表和职员能够享有履行职能所需的特权和豁免。

source: The regime of privileges and immunities for United Nations officials, representatives and experts on mission, accepted by virtually all States, either through acceptance of the General Convention or through headquarters and other agreements with the United Nations, reflects two cardinal principles:
zh: 7. 几乎所有国家都通过接受《特权及豁免公约》或与联合国的总部协定和其他协定接受了为联合国职员、代表和负联合国使命的专家建立的特权与豁免制度，该制度反映两项根本原则：

source: First, protection of those implementing the decisions of the United Nations and its organs Second, protection of third party claimants by obligating the United Nations, if immunity of an official or expert is not waived, to provide a mechanism for the final and binding resolution of the dispute.
zh: 第一，保护执行联合国及其各机关决定的人 第二，保护第三方诉求人，规定联合国在不放弃职员或专家豁免的情况下有义务为以有约束力的方式最终解决争端提供某种机制。

source: In other words, the immunity is jurisdictional immunity from national courts.
zh: 换言之，此处的豁免就是相对于国家法庭的管辖豁免。

source: There is no immunity from the substance of the claim, which must be finally settled through negotiation or, if this fails, by an appropriate mechanism for resolution of the dispute, usually binding arbitration.
zh: 对于诉求的实质内容没有豁免，在这方面必须通过谈判求得最终解决，而在谈判不果的情况下，则通过适当的机制解决争端，通常是通过有约束力的仲裁。

source: Within the United Nations system, the regime of privileges and immunities extends to cover the work of individuals that are not formal representatives of States or United Nations officials.
zh: 8. 在联合国系统内，特权与豁免制度延伸到也涵盖并非会员国正式代表或联合国职员的个人的工作。

source: Examples are judges of the Law of the Sea Tribunal, inspectors for the International Atomic Energy Agency, and human rights rapporteurs.
zh: 这方面的例子有，海洋法法庭的法官、国际原子能机构的视察员，以及人权报告员。

source: Privileges and immunities in the climate change process The Convention and the Kyoto Protocol do not contain any provisions conferring privileges and immunities on their organs or on officials and representatives serving on these organs.
zh: 9. 《气候公约》和《京都议定书》不含有任何授予其各机关或在这些机关任职的职员和代表以特权和豁免的规定。

source: By decision 15/CP.2, the Conference of the Parties (COP) approved the Headquarters Agreement for the Convention secretariat with the Federal Government of Germany.
zh: 缔约方会议第15/CP.2号决定核可了《公约》秘书处与德意志联邦共和国之间的《总部协定》。

source: The Headquarters Agreement grants to officials and representatives to the COP the privileges and immunities granted to United Nations officials and representatives of Members to the United Nations under the General Convention.
zh: 《总部协定》给予职员和出席缔约方会议的代表的特权和豁免，与《联合国特权及豁免公约》之下给予联合国职员和联合国会员国代表的特权与豁免相同。

source: It also provides in its Article 5 that “all persons invited to participate in the official business of the Convention shall enjoy immunity from legal process in respect of words spoken or written and all acts performed by them in their official capacity” and that they shall be accorded “inviolability for all papers and documents” and that such “immunity shall continue to be accorded after termination of their business”.
zh: 其中第5条还规定，“获邀请参与履行《公约》公务的人员，其以公务地位发表的口头或书面言论和所作的一切行为免受法律诉讼”，他们的“所有文书和文件亦不受侵犯”，并且“此种豁免在公务结束后继续有效”。

source: This would apply to members, alternates and experts of constituted bodies serving in their personal capacity while in Germany and would encompass others performing services for the COP and its bodies.
zh: 这项规定适用于在德国境内以个人身份任职的各组成机构成员、候补成员和专家，并且涵盖其他为缔约方会议及其机构服务的人员。

source: In return for these privileges and immunities, as is the case under the General Convention, the secretariat is obliged, under Article 3 (b) of the Headquarters Agreement, to make provision for the appropriate settlement of disputes arising out of contracts to which the secretariat is party and disputes involving an official of the secretariat who, by reason of his or her official position enjoys immunity which has not been waived.
zh: 10. 如同在《特权及豁免公约》之下一样，作为这些特权与豁免的回报，秘书处根据《总部协定》第三条(b)项有义务安排适当解决秘书处为当事一方的合同引起的争端，以及涉及因公务而享有豁免且此种豁免未予放弃的秘书处职员的争端。

source: The International Court of Justice (ICJ) has made clear that the same principle applies to experts on mission performing services for the United Nations.
zh: 国际法院已阐明同一原则也适用于负有为联合国服务的使命的专家。

source: In other words, in Germany the regime of the General Convention is made applicable to the activities of the Convention and its organs except that the detailed regime applicable to experts on mission contained in the General Convention is replaced by the more general provision in Section 5 of the Headquarters Agreement.
zh: 换言之，在德国境内，《特权及豁免公约》已适用于《气候公约》及其各机关的活动，只是在《总部协定》第5节中以较宽泛的规定取代了《特权及豁免公约》中对负有联合国使命的专家适用的详细制度。

source: The privileges and immunities in the Headquarters Agreement that encompass the activities of the COP and its subsidiary and constituted bodies are limited to Germany.
zh: 11. 《总部协定》中涵盖缔约方会议及其附属机构和各组成机构的特权与豁免仅限于德国。

source: Accordingly, the secretariat enters into conference agreements with other States that host meetings of the COP or other bodies.
zh: 因此，秘书处又要与其他承办缔约方会议和其他机构会议的国家缔结会议协定。

source: These agreements are based on the model United Nations conference agreement and ensure that the detailed regime of privileges and immunities in the General Convention is applicable to all who attend meetings under the auspices of the Convention and the Kyoto Protocol.
zh: 这些协定以联合国会议协定范本为依据，确保《特权及豁免公约》中详细的特权与豁免制度适用于所有出席《气候公约》和《京都议定书》之下各种会议的人。

source: The agreements also extend the regime of the General Convention to observers, to others invited to attend meetings and to personnel provided by Governments for meeting services.
zh: 这类协定还将《特权及豁免公约》的制度延伸适用于观察员、应邀出席会议的其他人，以及有关政府为会议提供服务的人员。

source: Moreover, these conference agreements deal with matters not covered in the General Convention.
zh: 此外，这些会议协定还涵盖一些不在《特权及豁免公约》范围内的事项。

source: They provide for unimpeded access to and departure from the meeting venue, ensure that the host government is responsible for third-party claims that may arise out of services provided by it, and provide mechanisms for the effective settlement of disputes.
zh: 这些协定规定应能不受阻碍地进入和离开会议地点、确保东道国政府对其所提供服务可能引起的第三方诉求承担责任，并为有效解决争端提供机制。

source: This regime provides effective protection to all participants in such meetings.
zh: 该制度为这些会议的所有与会者提供了有效的保护。

source: The COP has recommended to the COP/MOP various procedures to deal with claims from Parties when a decision of any constituted body under the Kyoto Protocol improperly affects their interests, for example, in relation to eligibility to utilize the various mechanisms that are to function pursuant to Articles 6, 12 and 17 of the Kyoto Protocol.
zh: 12. 《公约》缔约方会议已作为建议，向《议定书》/《公约》缔约方会议提出了一些不同的程序，可据以处理缔约方在《京都议定书》的任何组成机构的某项决定不恰当地影响缔约方利益时提出的诉求，例如在利用根据《京都议定书》第六条、第十二条和第十七条运作的各机制的资格方面。

source: There is no particular need for jurisdictional immunity in this type of situation because Parties must, and obviously will, resort to the dispute resolution procedures that they have established as an integral part of the mechanism that they seek to utilize.
zh: 这类情况下并不特别需要管辖豁免，因为缔约方必须而且显然将会求助于它们作为想要加以利用的机制的一部分而建立的争端解决程序。

source: Third parties may, however, be affected by such decisions and it is difficult to see how they could be compelled to accept such mechanisms unless they had agreed to them.
zh: 13. 然而，这种决定可能会影响第三方，而除非第三方同意，否则很难设想如何能够迫使它们接受这种机制。

source: Nevertheless, even in cases of agreement to submit disputes or claims to a defined settlement procedure, some legal systems may enable third parties to resort to their local courts if improper motive or conflicts of interest are being alleged.
zh: 尽管如此，即便在同意将争端或诉求提交某个确定的解决程序处理的情况下，如果发生指称动机不当或利益冲突的情况，某些法律制度仍可能允许第三方诉诸当地法庭。

source: In any event, third parties may simply resort to legal actions in national courts against the individual members of the constituted bodies.
zh: 无论如何，第三方可能会直接针对组成机构的个别成员在国内法庭上提起法律诉讼。

source: Whether such suits would be dismissed would depend on the substantive law of the State Party concerned, which may not enforce resort to dispute settlement mechanisms under the Kyoto Protocol or established by the COP/MOP.
zh: 这种诉讼是否会被驳回，这取决于有关缔约国的实体法，而此种实体法可能并不要求诉诸《京都议定书》之下或《议定书》/《公约》缔约方会议建立的争端解决机制。

source: Disputes that arise between third parties and those tasked to implement activities authorized by the COP/MOP should be settled by impartial and binding mechanisms designated by the COP/MOP rather than by the judicial authorities of one State according to the substantive provisions of its local law.
zh: 14. 解决第三方与负责执行《议定书》/《公约》缔约方会议授权的活动的当事方之间出现的争端，应利用《议定书》/《公约》缔约方会议指定的公正和有约束力的机制，而不应是一国司法部门按照本国法律的实质性规定指定的机制。

source: This need for operational independence is why privileges and immunities are accorded to international organizations.
zh: 正是因为需要保持这种运作上的独立性，才将特权与豁免授予国际组织。

source: Under the Convention, the risk of third party litigation appears low.
zh: 在《气候公约》之下，发生第三方提起诉讼的可能性看来不高。

source: However, as the activities of the Kyoto Protocol commence, and have impacts in countries other than the host country of the secretariat, the risk of third party claims will inevitably increase.
zh: 然而，随着《京都议定书》的活动开始进行并影响秘书处东道国以外的国家，第三方提起诉求的可能性必定会增加。

source: Mandated activities under the Kyoto Protocol that could be susceptible to third party claims Operational activities in Germany are subject to the privileges and immunities under the Headquarters Agreement.
zh: 15. 《总部协定》之下的特权与豁免适用于德国境内的业务活动。

source: In accordance with Article 5 of the Headquarters Agreement, activities of the members, alternates and experts of constituted bodies are subject to privileges and immunities when conducted in Germany.
zh: 按照《总部协定》第5条，各组成机构的成员、候补成员和专家在德国境内的活动享有特权与豁免。

source: Through the conclusion of conference agreements, activities at conferences of the COP, the COP/MOP, and the subsidiary and constituted bodies held outside Germany may also be subject to privileges and immunities.
zh: 通过缔结会议协定，在德国以外举行的《公约》缔约方会议、《议定书》/《公约》缔约方会议以及附属机构和组成机构的会议也可享受特权与豁免。

source: In these cases, the secretariat has to ensure that a mechanism is provided for the final and binding resolution of any dispute caused by the activities in Germany or in a host country where a conference agreement has been concluded.
zh: 在这些情况下，秘书处要确保为以有约束力的方式最终解决在德国境内或在订有会议协定的东道国境内的活动所引起的任何争端安排一个机制。

source: However, the activities of the Kyoto Protocol may affect third parties elsewhere.
zh: 16. 然而，《京都议定书》的活动可能影响其他地方的第三方。

source: It is thus prudent to review those activities to ascertain if the lack of privileges and immunities exposes persons performing mandated functions to unnecessary risks.
zh: 所以，为了慎重起见，应审查这些活动，以便确定缺乏特权与豁免的情况是否会使履行规定职能的人面临不必要的风险。

source: The range of risks depends on the functions undertaken:
zh: 17. 风险的范围取决于所履行的职能：

source: Those whose role is advisory will be at low risk Those who make decisions, or make recommendations that are based on highly technical expertise that lead to decisions by organs, whose representatives must rely on that expertise, will be at higher risk Activities and decisions that the COP/MOP has mandated be free from conflict of interest will be susceptible to claims that adverse decisions were caused by conflicts of interest.
zh: 从事咨询任务的人，将会面临较低的风险 决策者，或根据技术性很强的专门知识提出建议以便各机关作决定的人――而这些机关的代表必须依靠这种知识――将会面临较高的风险 《议定书》/《公约》缔约方会议规定必须避免利益冲突的活动和决定比较容易被指称利益冲突造成不利决定的情况。

source: Information that the COP/MOP has mandated be kept confidential will be susceptible to claims that it was improperly made public.
zh: 《议定书》/《公约》缔约方会议规定必须保密的信息比较容易被指称发生了不当泄密的情况。

source: The Executive Board of the clean development mechanism
zh: A. 缔约方商定含有特权与豁免条款的 总括协定的要点

source: By its decision 17/CP.7, the COP adopted “Modalities and procedures for a clean development mechanism as defined in Article 12 of the Kyoto Protocol” (CDM modalities and procedures), and recommended them for adoption by the COP/MOP.
zh: 18. 缔约方会议在第17/CP.7号决定中通过了“《京都议定书》第十二条界定的清洁发展机制的模式和程序”(清洁发展机制模式和程序)，并建议《议定书》/《公约》缔约方会议予以通过。

source: This decision established the Executive Board of the CDM, and gave the Executive Board wide-ranging responsibilities to supervise the CDM “under the authority and guidance of the COP/MOP”, to whom it shall “be fully accountable”.
zh: 该决定规定设立清洁发展机制执行理事会，并为执行理事会规定了广泛的责任，要求它“在《议定书》/《公约》缔约方会议的主管和指导下”监督清洁发展机制，并对《议定书》/《公约》缔约方会议“完全负责”。

source: Before the entry into force of the Kyoto Protocol, the COP exercised this authority.
zh: 在《京都议定书》生效之前，由《公约》缔约方会议行使这项权力。

source: The members and alternates of the Executive Board are required to have defined expertise, undertake to preserve confidentiality, undertake to have no interest in any project or operational entity and take an oath of office.
zh: 19. 要求执行理事会理事和候补理事具备所确定的专门知识、承诺保守机密、承诺不在任何项目或经营实体内具有任何利益，并作就职宣誓。

source: Rule 4 of the Executive Board's rules of procedure provides that members and alternates “shall act in their personal capacity” (FCCC/CP/2002/7/Add.3).
zh: 执行理事会议事规则第4条规定理事和候补理事“应以个人身份行事”(FCCC/CP/2002/7/Add.3)。

source: Rules 16 and 19 of those rules of procedure encourage the Executive Board to meet at the headquarters of the secretariat, but permit it to meet elsewhere.
zh: 议事规则第16条和第19条鼓励执行理事会在秘书处总部举行会议，但也允许在其他地方开会。

source: Rule 18 enables it to constitute, inter alia, expert panels to assist it in carrying out mandated activities.
zh: 第18条规定理事会除其他外可以设立专家小组，协助理事会开展规定的活动。

source: Members of the panels act in their personal capacity.
zh: 小组成员以个人身份行事。

source: The Board, and by extension, and its panels and working groups are “serviced” by the secretariat.
zh: 由秘书处为理事会、因而也就为这类小组和工作组“提供服务”。

source: The CDM modalities and procedures emphasize the need for the CDM to preserve confidential information, which may include that of private entities.
zh: 20. 清洁发展机制模式和程序强调，清洁发展机制需要保护机密信息，其中可包括私营实体的机密信息。

source: Claims that such information has been inadvertently or improperly made public are a possibility.
zh: 有可能发生指称这种信息被无意泄漏或不当泄漏的情况。

source: Other duties and responsibilities of the Executive Board may directly affect third parties.
zh: 21. 执行理事会的另外一些职责和责任可能直接影响第三方。

source: Approval of new baseline and monitoring methodologies and any revision to approved methodologies; Accreditation and designation of “operational entities” and reviews of such accreditation under specified standards; Ensuring accountability of designated operational entities; Formal registration of validated projects, including reconsiderations of such actions; Issuance of certified emission reduction certificates including review of such issuance and decision-making power on review.
zh: 核可新的基准和监测方法以及对所核可方法的任何修订； 根据具体规定的标准认证“经营实体”的资格和加以指定以及审查这种资格认证； 确保落实指定经营实体的问责办法； 正式登记审定项目，包括重新审议这种行动； 颁发核证的排减量证书，包括审查这种颁发情况以及对审查的决策权。

source: The Executive Board reports to the COP/MOP.
zh: 22. 执行理事会要向《议定书》/《公约》缔约方会议报告。

source: Apart from the designation of operational entities, where the COP/MOP has an advisory role, the COP/MOP can reverse such technical decisions.
zh: 除了《议定书》/《公约》缔约方会议在指定经营实体方面承担咨询作用之外，《议定书》/《公约》缔约方会议可扭转上述技术性决定。

source: However, the reality is that the Executive Board will more often than not decide these matters.
zh: 然而，实际情况是，很可能将由执行理事会决定这些事项。

source: In other words, the COP/MOP will usually act on the information placed before it by the Executive Board and if a third party considers that such information prejudices them, the chances of claims against the individuals who recommended such decisions or actions may increase.
zh: 换言之，《议定书》/《公约》缔约方会议采取行动通常要以执行理事会提供的信息为依据，如果第三方认为这种信息对其不利，则针对建议这种决定或行动的个人提出诉求的可能性就会比较高。

source: Under paragraph 65 of the CDM modalities and procedures, if the Executive Board wishes to conduct a review it must conclude that its decision to proceed to a review is based on a finding of “fraud, malfeasance or incompetence” on the part of the “operational entity” which finding, if made public and later found to be unsupported by the facts, may lead to libel claims.
zh: 在清洁发展机制模式和程序第65段之下，如果执行理事会希望进行一次复审，就必须认定，关于着手进行复审的决定是以“经营实体”的“欺诈、渎职或不称职”的结论为依据，这种结论如果公布并经过一段时间后被发现没有事实根据，就可能引起诽谤指控。

source: The members and alternates entrusted with the substantive tasks have no status or privileges or immunities, except when they are in Germany or while they are exercising functions in connection with meetings covered by conference agreements that are drafted in terms that are broad enough to cover their activities.
zh: 23. 负责执行实质性任务的理事和候补理事并没有特别的地位、特权或豁免，除非他们在德国境内，或者他们履行的职能与会议协定所涵盖的会议有关，而这种协定在起草时所定的条件相当宽，足以涵盖他们的活动。

source: The COP recognized aspects of risks of third party claims against the Executive Board by amending the rules of procedure of the Executive Board to provide that decisions of the Executive Board taken through electronic voting shall be deemed to have been taken in Germany (see decision 12/CP.10).
zh: 缔约方会议已认识到第三方针对执行理事会提出诉求的风险，因此修改了执行理事会议事规则，修改后规定，执行理事会以电子表决方式所作的决定应视为在德国境内作出(见第12/CP.10号决定)。

source: Except in Germany or in a host State pursuant to a conference agreement, the efficacy of this amendment would be determined by a national court in the event of a lawsuit by a third party against a member of the Executive Board.
zh: 除了在德国境内或根据某项会议协定在东道国境内的情况之外，这一修改的有效性究竟如何，将要由国家法庭在第三方针对执行理事会成员提出的诉讼中加以确定。

source: Article 6 Supervisory Committee By its decision 16/CP.7, the COP recommended to the COP/MOP that it establish an Article 6 Supervisory Committee to verify emission reduction units to be transferred and acquired pursuant to Article 6 of the Kyoto Protocol.
zh: 24. 缔约方会议在第16/CP.7号决定中建议《议定书》/《公约》缔约方会议设立一个第六条监督委员会，以核实准备根据《京都议定书》第六条转让和获取的排减单位。

source: This decision establishes detailed “Guidelines for the implementation of Article 6 of the Kyoto Protocol” (Article 6 guidelines) setting out the duties of the Article 6 Supervisory Committee and the manner in which it must discharge those duties.
zh: 该项决定确定了详细的“《京都议定书》第六条执行指南”(第六条指南)，其中规定了第六条监督委员会的职责及其履行这些职责的方式。

source: It has authority to meet at least twice a year but is not obligated to meet at the headquarters of the secretariat or in conjunction with meetings of the COP/MOP.
zh: 该委员会根据授权每年可至少举行两次会议，但并非必须在秘书处总部举行或与《议定书》/《公约》缔约方会议同时举行。

source: The Article 6 guidelines provide that the members of the Article 6 Supervisory Committee serve in their personal capacity and are subject to strict rules to attempt to prevent conflicts of interest and are prohibited from having a financial interest in Article 6 projects.
zh: 第六条指南规定，第六条监督委员会成员以个人身份任职，须服从防范利益冲突的严格规则，并且不得在第六条项目中具有任何经济利益。

source: They must make a written oath of service to comply with all the requirements of the position.
zh: 他们必须签署就职宣誓书，保证遵守对其职位的一切要求。

source: The Article 6 Supervisory Committee may draw on outside expertise and the secretariat “services” the Supervisory Committee.
zh: 第六条监督委员会可求助于外聘专家，由秘书处为该监督委员会“提供服务”。

source: The Article 6 Supervisory Committee is responsible for a number of important decision-making functions, including in circumstances defined in section E of the Article 6 guidelines, determine whether a project meets the required standards, which may directly affect third parties. The Committee is also responsible for:
zh: 25. 第六条监督委员会负责履行一系列重要的决策职能，包括第六条指南E节界定的情况中的决策职能，判断一个项目是否符合规定标准，而这可能直接影响第三方。

source: The accreditation of “independent entities” in accordance with criteria set out in appendix A to the Article 6 guidelines; The suspension or withdrawal of such accreditation if it considers that the required standards are no longer met, although a project will not be affected unless “significant deficiencies” are identified, in which case the Article 6 Supervisory Committee shall take its decision “only after the affected project participants have had the opportunity of a hearing”.
zh: 按照第六条指南附录A规定的标准认证“独立实体”的资格； 在其认为不再符合规定标准时暂停或撤消这种认证，虽然项目不会受到影响，除非发现“明显缺陷”，在这种情况下，第六条监督委员会“只有在所涉项目参与方得到听证的机会之后” 方可作出这样的决定。

source: Costs incurred in relation to this exercise are to be borne by the entity whose accreditation has been suspended or withdrawn.
zh: 与这项工作有关的费用应由其认证被暂停或撤消的经认证的实体负担。

source: It seems reasonable to suppose that an entity affected by such decisions might decide to bring a claim against those who made them if it is dissatisfied with the conduct of the review on the basis, for example, of its belief that the decisions were improperly influenced by conflict of interest.
zh: 26. 看来可以合理地假定，受这种决定影响的实体，如果根据某种看法，例如认为利益冲突不当地影响了决定，从而对复审的进行感到不满意，就可能要针对作出决定的当事方提出诉求。

source: The members of the Article 6 Supervisory Committee have privileges and immunities in Germany where they would be considered as persons falling under Article 5 of the Headquarters Agreement and under conference agreements, if drafted broadly enough to encompass their activities.
zh: 27. 第六条监督委员会成员在德国享有特权与豁免，他们在德国将被视为《总部协定》第5条之内的人，如果有起草得条件宽泛足以涵盖其活动的会议协定，也会被视为这种协定范围之内的人。

source: Elsewhere they will have no such privileges or immunities.
zh: 他们在其他地方则没有这种特权或豁免。

source: Compliance Committee Article 18 of the Kyoto Protocol delegates to the COP/MOP the task of approving procedures and mechanisms to address non-compliance.
zh: 28. 《京都议定书》第十八条为《议定书》/《公约》缔约方会议规定了核可处理不遵约的程序和机制的任务。

source: By its decision 24/CP.7, the COP adopted and recommended to the COP/MOP the procedures and mechanisms relating to compliance, including the establishment of a Compliance Committee comprising a facilitative branch and an enforcement branch.
zh: 《公约》缔约方会议第24/CP.7号决定通过并作为建议向《议定书》/《公约》缔约方会议提出了与遵约有关的程序和机制，包括设立由促进事务组和执行事务组组成的遵约委员会。

source: The procedures and mechanisms provide that the members of the Compliance Committee are selected by the COP/MOP and serve in their individual capacities.
zh: 程序和机制规定，遵约委员会成员由《议定书》/《公约》缔约方会议选出，以个人身份任职。

source: The Compliance Committee is to meet at least twice a year “taking into account the desirability of holding such meetings in conjunction with the meetings of the subsidiary bodies under the Convention”.
zh: 遵约委员会每年至少举行两次会议，“应注意最好与《公约》附属机构的会议衔接举行此种会议”。

source: The facilitative branch provides “advice and facilitation” to the Parties.
zh: 29. 促进事务组为缔约方提供“咨询和便利”。
